Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/plenum_no/sp2017-2.odt.tmx
Source language: nob
Languages: sme

source: Sum innvilget
sme: Juolluduvvon submi

source: Nord-samiske barn
sme: davvisámegielmánát

source: Sør-samiske barn
sme: Lullisámegielmánát

source: Lule-samiske barn
sme: Julevsámegielmánát

source: Samiske barnehager
sme: Sámi mánáidgárddit

source: Samisk språkopp-læring
sme: Sámi giellaoahpahus

source: Prosjekter og utviklings-arbeid
sme: Prošeavttat ja ovddidanbarggut

source: Rammeplan for barnehagens innhold og oppgaver
sme: Rámmaplána mánáidgárddiid sisdoalu ja bargguid birra

source: Sametinget har deltatt i prosessen om utarbeidelse av en ny rammeplan for barnehagens innhold og oppgaver, sammen med Kunnskapsdepartementet.
sme: Ovttas Máhttodepartemeanttain lea Sámediggi searvan prosessii hábmet ođđa rámmaplána mánáidgárddi sisdoalu ja bargguid váste.

source: Departementets forslag til ny rammeplan har vært på bred offentlig høring, og Sametinget har avgitt høringsuttalelse.
sme: Departemeantta evttohus ođđa rámmaplánii lea leamaš viidát almmolaš gulaskuddamii, ja Sámediggi lea buktán gulaskuddancealkámuša.

source: I arbeidet med rammeplanen har det vært viktig for Sametinget å synliggjøre det samiske perspektivet.
sme: Rámmaplána barggus lea Sámediggái leamaš dehálaš čalmmustahttit sámi perspektiivva.

source: 18. april hadde Sametinget administrativ konsultasjon med Kunnskapsdepartementet om rammeplanen, og 19. april var det politisk konsultasjon der Sametinget og president Vibeke Larsen deltok sammen med Kunnskapsdepartementet.
sme: Cuoŋománu 18.b. lei Sámedikki hálddahus dásis konsultašuvdna Máhttodepartemeanttain rámmaplána birra, ja cuoŋománu 19.b. lei politihkalaš konsulteren mas Sámediggi ja presideanta Vibeke Larsen oassálaste ovttas Máhttodepartemeanttain.

source: Sametinget har klart å få nye punkter med i den nye rammeplanen.
sme: Sámediggi lea nagodan oažžut mielde ođđa čuoggáid ođđa rámmaplánii.

source: Blant annet skal barnehager for samiske barn fremme barnas samiskspråklige kompetanse, ta i bruk tradisjonelle lærings- og arbeidsmetoder og bygge på en samisk forståelse av naturen.
sme: Earret eará galget mánáidgárddit sámi mánáid várás, ovddidit mánáid sámegielgelbbolašvuođa, váldit atnui árbevirolaš oahppan- ja bargovugiid ja hukset sámi ipmárdussii luonddus.

source: Innholdet og fagområdene i samiske barnehager skal bygges på samiske språk, kultur og tradisjon.
sme: Sisdoallu ja fágasuorggit sámi mánáidgárddiin galget huksejuvvot sámi giela, kultuvrra ja árbevieru nala.

source: Sametinget er også fornøyd med å ha fått med i verdigrunnlaget for rammeplanen at samiske barn i barnehage skal få støtte til å bevare og utvikle sitt språk, sin kunnskap og sin kultur uavhengig av hvor i landet i de bor.
sme: Sámediggi lea maid duhtavaš go lea ožžon mielde rámmaplána árvovuđđui ahte sámi mánát sámi mánáidgárddis galget oažžut doarjaga seailluhit ja ovddidit iežaset giela, iežaset máhtu ja iežaset kultuvrra, gos ihkinassii sii orrot riikkas.

source: Sametinget ser fortsatt behov for at det innføres en individuell rett til samisk barnehagetilbud, en egen samisk rammeplan og at skillet mellom kommuner i og utenfor samiske distrikt må oppheves.
sme: Sámediggi oaidná ain dárbbu ahte ásahuvvo individuálalaš riekti sámi mánáidgárdefálaldahkii, sierra sámi rámmaplána ja ahte rádji suohkaniid gaskka olggobealde ja siskkobealde sámi guovlluid, jávkaduvvo.

source: Sametinget har skrevet en pressemelding om saken i forbindelse med lansering av ny rammeplan.
sme: Sámediggi lea čállán preassadieđáhusa ášši birra ođđa rámmaplána almmuheami oktavuođas.

source: Revidering av kompetansestrategiplan for framtidens barnehage
sme: Gelbbolašvuođastrategiijaplána ođasmahttin boahtteáiggi mánáidgárddiin

source: Regjeringen vil legge frem en revidert kompetansestrategiplan i 2017.
sme: Ráđđehus áigu geiget ođđa gelbbolašvuođastrategiijaplána 2017:s.

source: Endringene i ny rammeplan for barnehagen er hovedbegrunnelsen for en slik revidering.
sme: Rievdadusat ođđa rámmaplánas mánáidgárddiid várás lea váldoágga go háliidit ođđa reviderema čađahit.

source: Høy og oppdatert kompetanse er avgjørende for kvaliteten på barnehagetilbudet, også i barnehager med samisktilbud.
sme: Alla ja ođasmahttojuvvon gelbbolašvuohta lea vealtameahttun mánáidgárdefálaldaga kvalitehtas, maiddái mánáidgárddiin main lea sámegielfálaldat.

source: Sametinget er med i prosessen om revidering av kompetansestrategiplanen, og det er viktig å synliggjøre det samiske perspektivet i ny plan.
sme: Sámediggi lea mielde proseassas revideret gelbbolašvuođastrategiijaplána, ja lea dehálaš čalmmustahttit sámi perspektiivva ođđa plánas.

source: På samarbeidsmøte med Kunnskapsdepartementet 22. – 23. mars i Alta ble saken om ny plan drøftet.
sme: Ovttasbargočoahkkimis Máhttodepartemeanttain Álttás njukčamánu 22.-23.b. digaštallojuvvui ođđa plána birra.

source: Sametinget kom med innspill på hvilke utfordringer som er knyttet til den samiske barnehagesektor.
sme: Sámediggi buvttii cealkámuša hástalusaid birra sámi mánáidgárdesuorggis.

source: Sametinget sitter i referansegruppen for ny kompetansestrategi, og har deltatt på møte 5. april i Oslo. 4. april deltok Sametinget på kunnskapsdepartementets nasjonale innspillskonferanse om ny strategiplan for kompetanseheving.
sme: Sámediggi lea mielde referánsajoavkkus ođđa gelbbolašvuođastrategiija hábmemiin, ja lea searvan čoahkkimii Oslos cuoŋománu 5.b. Cuoŋománu 4.b. searvvai maid Sámediggi Máhttodepartemeantta nationála gulaskuddankonferánsii ođđa strategiijaplána birra gelbbolašvuođa loktema várás.

source: Læremiddelsentralen Sametingets læremiddelsentral låner ut gratis materiell til barnehager, skoler, studenter og andre interesserte.
sme: Oahpponeavvoguovddáš Sámedikki oahpponeavvoguovddáš luoikkaha nuvttá materiálaid mánáidgárddiide, skuvllaide, studeanttaide ja earáide geain lea beroštupmi.

source: Det har i denne perioden vært mest etterspørsel av lettleste bøker, plakater med ulike tema og temabaserte bøker for barnehager og skoler.
sme: Dán áigodagas leat eanemusat jearahan álkis lohkangirjjiid, plakáhtaid iešguđet fáttáiguin ja fáddávuđot girjjiid mánáidgárddiide ja skuvllaide.

source: I tillegg spør barnehager ofte etter forslag til opplegg om samisk språk og kultur.
sme: Dasa lassin jearahit dávjá mánáidgárddit evttohusaid doaimmaide sámi giela ja kultuvrra birra.

source: Læremiddelsentralen ser at det er behov for å utvikle både informasjonsmateriell, veiledningsmateriell og forslag til opplegg for barnehager, som er tilpasset barnehagenes behov slik at det sikrer det samiske innholdet i barnehagetilbudet.
sme: Oahpponeavvoguovddáš oaidná ahte lea dárbu buvttadit sihke diehtojuohkinmateriálaid, bagadallanmateriálaid ja evttohusaid doaimmaide mánáidgárddiid várás, mat leat heivehuvvon mánáidgárddiid dárbbuide mu ahte dat sihkkarastet sámi sisdoalu mánáidgárdefálaldagas.

source: Læremiddelsentralen har to kofferter med samiske gjenstander, og det er stor etterspørsel etter å låne disse.
sme: Oahpponeavvoguovddážis leat guokte koaffara main leat sámi diŋggat, ja daid jearahit hui dávjá luoikkahit.

source: Innholdet i koffertene er blant annet nordsamiske koftesett til dukker og barnehagebarn.
sme: Koaffariid sisdoallu lea earret eará davvisámi gáktečiŋat dohkáide ja mánáidgárdemánáide.

source: Til nå er koffertene lånt ut til 29 barnehager, men det er mange kommuner og barnehager som fortsatt står på venteliste.
sme: Dássážii leat koaffarat luoikkahuvvon 29 mánáidgárdái, muhto leat ollu suohkanat ja mánáidgárddit mat ain leat vuordinlisttus.

source: Tilbakemeldinger fra barnehager og kommuner er at Sametinget burde hatt tilgjengelig flere kofferter, samt å ha utvidet tilbudet med sør- og lulesamisk innhold.
sme: Mii leat ožžon dieđuid ruovttoluotta mánáidgárddiin ja suohkaniin, gos lohket ahte Sámedikkis galggaše leat eanet koaffarat, ja ahte dain maid gávdnošii julev- ja lullisámi sisdoallu.

source: Det har vært stor pågang spesielt i forbindelse med feiring av samenes nasjonaldag.
sme: Earenoamážit leat dáid koaffariid jearahan lahka Sámeálbmot beaivvi ávvudemiid.

source: Barnehageseminarer Sametinget har avholdt to barnehageseminar for barnehageansatte.
sme: Mánáidgárdeseminárat Sámediggi lea lágidan guokte mánáidgárdeseminára mánáidgárdebargiid várás.

source: Seminaret for barnehageansatte i sørsamisk område ble arrangert i Trondheim 14. – 15. mars, i samarbeid med Fylkesmannen i Nordland, Nord- og Sør-Trøndelag.
sme: Seminára lullisámi guovllu mánáidgárdebargiid várás lágiduvvui Troandimis njukčamánu 14.-15.b. ovttasbarggus Nordlándda, Davvi- ja Lulli-Trøndelága fylkkamánniin.

source: Det var 40 deltakere på seminaret.
sme: Semináras ledje 40 oasseváldi.

source: Tema på seminaret var «Valg av aktiviteter som gir språkglede og læringslyst».
sme: Fáddán semináras lei «Doaimmaid válljen mat addet giellamovtta ja oahppanmovtta».

source: Det var blant annet foredrag om språkmotiveringsprosjektet Sámás Mánáin, om viktigheten av et bevisst samisk språkvalg for barn og NOU 2016: 18 Hjertespråket – Forslag til lovverk, tiltak og ordninger for samiske språk.
sme: Doppe lei earret eará logaldallan giellamovttiidanprošeavtta Sámás Mánáin birra, ja dehálašvuođa birra dihtomielalaš giellaválljemis mánide ja NAČ 2016:18 Váibmogiella – Evttohusat lágaide, doaibmabijuide ja ortnegiidda sámi gielaid várás.

source: Foredraget tok for seg bakgrunnen til NOU-en og dets forslag om tiltak på barnehageområdet.
sme: Logaldallamis geahčadedje NAČ duogáža ja dan evttohusat doaibmabijuide mánáidgárdesuorgis.

source: Sametingspresident Vibeke Larsen åpnet seminaret og sametingsrådet deltok.
sme: Sámediggepresideanta Vibeke Larsen rabai seminára ja sámediggeráđđi oassálasttii.

source: Det andre seminaret for barnehageansatte ble avholdt i Alta 26. -27. april. Tema for seminaret var barns språkutvikling og identitet.
sme: Nubbi seminára mánáidgárdebargiid várás lágiduvvui Álttás cuoŋománu 26.-27.b. Seminára fáddá lei mánáid giellaovdáneapmi ja identitehta.

source: Det ble blant annet forelest om Sámás Mánáin-kampanjen, om viktigheten av et bevisst samisk språkvalg for barn, om viktigheten av å lese litteratur for barn, samt om mobbing i barnehagen.
sme: Doppe lei sáhkavuorru earret eará Sámás-Mánáin kampánja birra, ja dehálašvuođa birra ahte mii leat dihtomielalaččat sámi giellaválljemis mánáide, dehálašvuođa birra lohkat girjjálašvuođa mánáide, ja givssideami birra mánáidgárddis.

source: Det var 60 deltakere på seminaret.
sme: Seminárii oassálaste 60 olbmo.

source: Sametingspresident Vibeke Larsen åpnet og deltok på seminaret.
sme: Sámediggepresideanta Vibeke Larsen rabai seminára ja oassálasttii seminárii.

source: Barnehagedagen 2017 “Vi vil leke” Barnehagedagen er en årlig nasjonal markering der barnehagene åpner dørene for å synliggjøre barnehagens aktiviteter og mangfold.
sme: 2017 Mánáidgárdebeaivi “Vi vil leke/ Vulgot stoahkat! ” Mánáidgárdebeaivi lea jahkásaš nationála rabas beaivi goas mánáidgárddit čalmmustahttet iežaset doaimmaid ja girjáivuođa.

source: I år ble barnehagedagen markert 14. mars. Barnehagedagen er et samarbeid mellom Fagforbundet og Utdanningsforbundet.
sme: Dán jagi lágiduvvui mánáidgárdebeaivi njukčamánu 14.b. Mánáidgárdebeaivi lea ovttasbargu gaskal Fagforbundet ja Utdanningsforbundet.

source: Målet er å synliggjøre innhold og aktiviteter i barnehagen, og bidra til å øke forståelsen for arbeidet i barnehagene.
sme: Ulbmil lea čalmmustahttit mánáidgárddi sisdoalu ja doaimmaid, ja váikkuhit eanet ipmárdussii mánáidgárddiid bargguide.

source: Årets tema var “Vi vil leke“, barnehagens arbeid med lek og lekens betydning for barns vennskap.
sme: Dán jagi lea fáddá “ Vi vil leke/ Vulgot stoahkat ”, mánáidgárddiid barggut stoahkamiin ja stoahkama mearkkašumis mánáid olmmáivuhtii.

source: Sametingsrådet markerte barnehagedagen ved å besøke Ilabekken barnehage i Trondheim, som er en barnehage som gir samisk språkopplæring.
sme: Sámediggeráđđi čalmmustahtii mánáidgárdebeaivvi go galledii Ilabekken mánáidgárddi Troandimis, mii lea mánáidgárdi gos addojuvvo sámi giellaoahpahus.

source: 4.2 Samisk grunnopplæring
sme: 4.2 Sámi vuođđooahpahus

source: Sametingets arbeid mot mobbing Elevundersøkelsen 2016 viser at 6,3 prosent av alle elevene blir mobbet to til tre ganger i måneden eller oftere.
sme: Sámedikki bargu eastadit givssideami Ohppiidiskkadeapmi 2016:s čájeha ahte 6,3 % buot ohppiin givssiduvvojit guovtte dahje golmma geardde mánus dahje dávjjibut.

source: Mobbing er også et problem i det samiske samfunnet, og sametingsrådet tar dette på alvor.
sme: Givssideapmi lea maid váttisvuohta sámi servodagas, ja sámediggeráđđi váldá dán duođalaččat.

source: Sametinget tar del i den nasjonale satsingen «Partnerskap mot mobbing 2017-2020», hvor 13 ulike organisasjoner har forpliktet seg til å iverksette ulike mobbeforebyggende tiltak rettet mot skoler og barnehager.
sme: Sámediggi searvá nationála áŋgiruššamii «Partnerskap mot mobbing 2017-2020», mas 13 iešguđet lágan organisašuvnna leat geatnegahttán bidjat johtui givssidaneasttadandoaibmabijuid skuvllain ja mánáidgárddiin.

source: I oppfølgingen av dette arbeidet utlyste sametingsrådet en slagordkonkurranse mot mobbing, hvor rådet inviterte skoler til å sende inn forslag til slagord som skulle være inkluderende og som skulle vise hvordan vi bør være mot hverandre.
sme: Dán barggu čuovvoleamis almmuhii sámediggeráđđi čurvestatgilvvu givssideami vuostá, mas ráđđi bovdii skuvllaid sáddet evttohusaid čurvestagaide mat leat searvadahtti ja mat čájehit movt mii berret láhttet nubbi nuppi vuostá.

source: Målet var å bistå skolene i deres arbeid mot mobbing.
sme: Ulbmil lei veahkehit skuvllaid givssidaneastadanbarggus.

source: Sametingsrådet fikk mange forslag, og en jury oppnevnt av sametingrådet valgte til slutt to vinnerskoler;
sme: Sámediggeráđđi oaččui ollu evttohusaid, ja okta jury maid sámediggeráđđi lei nammadan, válljeje loahpas guokte vuoitiskuvlla;

source: Røyrvik skole og Karasjok skole.
sme: Raarvihke skuvlla ja Kárášjoga skuvlla.

source: Disse skolene hadde utarbeidet tre slagord hver.
sme: Dát skuvllat ledje hábmen golbma čurvestaga goabbáge.

source: Vinnerskolene fikk et flott banner med vinnerslagordene, en pengesum på kr 5000 og besøk av sametingspresidenten.
sme: Vuoitoskuvllat ožžo čáppa bannera mas leat vuoitočurvestagat, 5000 ruvdnosaš ruhtasubmi ja galledeami sámediggepresideanttas.

source: Dette er de seks slagordene som vant Sametingets slagordkonkurranse: - Haaj, voelpe.
sme: Dá leat dat guhtta čurvestaga mat vuite Sámedikki čurvestatgilvvu: - Haaj, voelpe.

source: Dialog mellom Sametinget og Utdanningsforbundet Sametingsrådet anser det som viktig å samarbeide med aktuelle aktører om samisk opplæringspolitikk.
sme: Gulahallan gaskal Sámedikki ja Utdanningsforbundet Sámediggeráđi mielas lea dehálaš ovttasbargat áigeguovdilis aktevrraiguin sámi oahpahuspolitihka birra.

source: I denne perioden har Sametinget innledet et nærmere samarbeid med Utdanningsforbundet sentralt og med deres samiskutvalg.
sme: Dán áigodagas lea Sámediggi ásahan lagat ovttasbarggu guovddáš Utdanningsforbundain ja dan sámegiellávdegottiin.

source: Saker som vi har drøftet med utdanningsforbundet er blant annet høringen av NOU 2016:18 Hjertespråket, rammeplan for barnehager, og høring av ny Generell del- Overordnet del- verdier og prinsipper.
sme: Áššit maid mii leat digaštallan Utdanningsforbundain leat earret eará NAČ 2016:18 Váibmogiella gulaskuddan, mánáidgárddiid rámmaplánat ja gulaskuddan ođđa Oppalaš oasis - Bajitdási oassi – árvvut ja prinsihpat.

source: Samarbeidsmøte med Kunnskapsdepartementet Sametinget har årlige samarbeidsmøter med Kunnskapsdepartementet, der vi har orienteringssaker og drøftingssaker på sakskartet.
sme: Ovttasbargočoahkkin Máhttodepartemeanttain Sámedikkis leat jahkásaš ovttasbargočoahkkimat Máhttodepartemeanttain, gos mii mannat čađa diehtoáššiid ja digaštallanáššiid mat leat áššekárttas.

source: På møtet i mars i år orienterte departementet om situasjonen for sameskolen i Hattfjelldal, status for ny rammeplan i barnehagen, satsingen på både IKT og nordområdene, samt diverse lovsaker.
sme: Njukčamánu čoahkkimis dán jagi muitalii departemeanta sámeskuvlla dili birra Aarportes, ođđa rámmaplána stáhtusa mánáidgárddiide. IKT ja davviguovlluid áŋgiruššama birra, ja soames láhkaáššiid birra.

source: Sametinget orienterte om Sametingets deltakelse i WIPCE/World Indigenous People Conference on Education, arbeidet med partnerskap mot mobbing/PPM, Sametingets plenumssak om samisk barnehagetilbud og tilskuddsordninger, samt samarbeidet mellom Sirma oppvekstsenter og Utsjok skole i regi av Samisk Parlamentarisk råd/SPR. Under det samme møtet ble det også drøftet en rekke saker, som ny kompetansestrategi for barnehagen der Sametinget skal følge opp arbeidet med Kunnskapsdepartementet.
sme: Sámediggi muitalii Sámedikki oassálastima birra WIPCE/World Indigenous People Conference on Education, barggu birra partnerskap mot mobbing/PPM áššis, Sámedikki dievasčoahkkin ášši birra sámi mánáidgárdefálaldaga ja doarjjaortnegiin, ja ovttasbarggu birra gaskal Sirpmá bajásšaddanguovddáža ja Ohcejoga skuvlla, masa Sámi parlamentáralaš ráđis lea ovddasvástádus. Seamma čoahkkimis digaštalaimet maid eará áššiid, nu go ođđa gelbbolašvuođastrategiija mánáidgárdái, mas Sámediggi galgá čuovvulit barggu Máhttodepartemeanttain.

source: Sametinget la også fram Sametingets budsjettbehov for 2018 innenfor barnehage- og grunnopplæringssektoren, med fokus på midler til læremidler, fornying av læreplaner og språkarbeid.
sme: Sámediggi buvttii maid ovdan Sámedikki 2018 bušeahttadárbbu mánáidgárde- ja vuođđoskuvlasuorggis, mas lea fokus ruđaide oahpponeavvuide, oahppoplánaid ođasmahttimii ja giellabargguide.

source: Sametinget etterlyste også en avklaring på hvem som har ansvar for å utarbeide samiske kartlegging- og diagnostiseringsmateriell for elever med særskilte behov.
sme: Sámediggi ohcalii maid čielgasa das ahte geas lea ovddasvástádus hábmet sámi kárten- ja diagnostiserenmateriálaid ohppiide geain leat earenoamáš dárbbut.

source: Departementet vil komme med en nærmere avklaring på dette til neste møte.
sme: Departemeanta buktá dása čielgasa boahtte čoahkkimis.

source: Den videre oppfølgingen av NOU 2016:18 – Hjertespråket ble også diskutert.
sme: Viidáset čuovvoleapmi NAČ 2016:18 Váibmogiella digaštallojuvvui maid.

source: Nasjonal strategi for IKT i grunnopplæringen Kunnskapsdepartementet er i gang med utformingen av en nasjonal strategi for IKT i grunnopplæringen.
sme: Nationála strategiija IKT várás vuođđooahpahusas Máhttodepartemeanta lea bargame hábmet nationála strategiija IKT várás vuođđooahpahusas.

source: Strategien er tredelt, der de ulike delene består av kompetanse, innhold og digitale ferdigheter.
sme: Strategiija lea golmma oasis, mas leat gelbbolašvuohta, sisdoallu ja digitála attáldagat fáddán iešguđet osiin.

source: Sametinget har i sitt innspill til strategiplanen understreket viktigheten av at den nasjonale utdanningspolitikken sikrer at den samiske skolen og de samiske elevene får god kvalitet i opplæringen, på lik linje med norske skoler og elever.
sme: Sámediggi lea strategiijaplána cealkámušas deattuhan dehálašvuođa das ahte nationála oahpahuspolitihkka sihkkarastá ahte sámi skuvllat ja sámi oahppit ožžot buori kvalitehta oahpahusas, seamma dásis go dáža skuvllain ja ohppiide lea.

source: Resultater fra kartlegginger gjennomført av Senter for IKT i utdanningen (Monitor i skolen 2016/IKT-senteret), viser at det er betydelige forskjeller i norsk skole når det gjelder digital modenhet.
sme: Boađus kártemis maid IKT-guovddáš (Monitor i skolen 2016/IKT-senteret), čađahii, čájeha ahte leat stuora erohusat Norgga skuvllain go geahččá digitála rávisvuođa.

source: Denne kategorien ser på faktorer som utstyr, planverk, ledelse, organisering og digital kompetanse.
sme: Dát kategoriija geahččá fáktoriid nugo rusttegiid, plánaid, jođiheami, organiserema ja digitála gelbbolašvuođa.

source: Regionen Trøndelag/Nord-Norge skårer lavest i digital modenhet, noe som Sametinget mener er bekymringsfullt.
sme: Regiovnnat Trøndeláhka ja Davvi-Norga čájehit unnimus digitála gelbbolašvuođaovdáneami, ja dat vuorjá Sámedikki.

source: Sametinget påpeker at flertallet av de samiske elevene i landet er representert i denne regionen, og understreker i innspillet at det er viktig å utvikle flere digitale læremidler og andre verktøy på de samiske språkene.
sme: Sámediggi deattuha ahte eanas sámi oahppit riikkas gullet dáidda guovlluide, ja deattuha cealkámušas ahte lea dehálaš buvttadit eanet digitála oahpponeavvuid ja eará reaidduid sámi gielaide.

source: Sametinget mener at spesielt Senter for IKT i utdanningen og de ulike nasjonale sentrene må ansvarlig gjøres i større grad når det gjelder samiske elever.
sme: Sámedikki mielas fertejit earenoamážit IKT- guovddáš ja iešguđet lágan nationála guovddážat guoddit ovddasvástádusa eanet go dál, sámi ohppiid ektui.

source: Sametinget understreker også viktigheten av å øke den digitale kompetansen blant samiske lærere og elever, noe som er spesielt viktig i forbindelse med fjernundervisning.
sme: Sámediggi deattuha maid dehálašvuođa lasihit digitála gelbbolašvuođa sámi oahpaheddjiin ja ohppiin, ja dat lea earenoamáš dehálaš gáiddusoahpahusas.

source: Sametinget ber Kunnskapsdepartementet om å vurdere å innhente opplysninger om samiske elevers digitale ferdigheter og om IKT-situasjonen ved de samiske skolene i landet, samt det samiske fjernundervisningstilbudet.
sme: Sámediggi bivdá Máhttodepartemeantta árvvoštallat háhkat dieđuid sámi ohppiid digitála máhtu birra ja IKT-dili birra sámi skuvllain miehtá riikka, ja maid gáiddusoahpahusas.

source: Dette er nødvendig for å lage bedre IKT-strategier for samiske elever og skoler.
sme: Dát lea dárbbašlaš vai sáhttá ráhkadit buoret IKT-strategiijaid sámi ohppiid ja skuvllaid váste.

source: Sametinget vil følge opp Kunnskapsdepartementets videre arbeid med nasjonal strategi for IKT i opplæringen, og avventer nærmere orientering fra departementet om arbeidet videre.
sme: Sámediggi áigu čuovvulit Máhttodepartemeantta viidáset barggu nationála strategiijain IKT várás oahpahusas, ja vuordá oažžut eanet dieđuid departemeanttas dán viidáset barggus.

source: Styret for de samiske videregående skolene Sametingsrådet har oppnevnt to styremedlemmer til det nye styret for de samiske videregående skolene;
sme: Sámi joatkkaskuvllaid stivra Sámediggeráđđi lea nammadan guokte stivralahtu ođđa stivrii sámi joatkkaskuvllain;

source: Sigbjørn Dunfjeld med varamedlem Toini Bergstrøm og Silje Karine Muotka med varamedlem Lars Joar Halonen.
sme: Sigbjørn Dunfjeld, ja su várrelahttu lea Toini Bergstrøm ja Silje Karine Muotka, ja su stivralahttu lea Lars Joar Halonen.

source: Sametinget har hatt jevnlig dialog med både Kunnskapsdepartementet og utdanningsdirektoratet angående opprettelsen av et nytt styre til de samiske videregående skolene.
sme: Sámedikkis lea leamaš jeavddalaš oktavuohta sihke Máhttodepartemeanttain ja oahpahusdirektoráhtain, ođđa stivrra vuođđudeami oktavuođas sámi joatkkaskuvllaide.

source: Utdanningsdirektoratet ønsket å opprette det nye styret i løpet av april 2017, men dette har blitt utsatt da det fremdeles er noen instanser som ikke har oppnevnt sine representanter til styret.
sme: Oahpahusdirektoráhtta háliidii vuođđudit ođđa stivrra 2017 cuoŋománus, muhto dát lea maŋiduvvon go leat ain soames instánssat mat eai leat nammadan iežaset áirasiid stivrii.

source: Etter det Sametinget kjenner til, har utdanningsdirektoratet en målsetning om at det nye styret skal være klart til skolestart høsten 2017.
sme: Nu go Sámediggi lea ipmirdan, de lea oahpahusdirektoráhtas mihttomearri ahte ođđa stivra galgá leat nammaduvvon gitta skuvllat álget 2017 čavčča.
